{"question_vocab": {"after": 1, "and": 2, "any": 3, "are": 4, "before": 5, "begins": 6, "between": 7, "blue": 8, "brown": 9, "collide": 10, "collides": 11, "colliding": 12, "collision": 13, "collisions": 14, "color": 15, "cube": 16, "cube's": 17, "cube,": 18, "cubes": 19, "cyan": 20, "cylinder": 21, "cylinder's": 22, "cylinder,": 23, "cylinders": 24, "ends": 25, "enter": 26, "entering": 27, "enters": 28, "entrance": 29, "event": 30, "exit": 31, "exiting": 32, "exits": 33, "first": 34, "following": 35, "for": 36, "gray": 37, "green": 38, "happen": 39, "how": 40, "if": 41, "is": 42, "last": 43, "many": 44, "material": 45, "metal": 46, "moving": 47, "next": 48, "not": 49, "object": 50, "object's": 51, "object,": 52, "objects": 53, "of": 54, "presence": 55, "purple": 56, "red": 57, "removed": 58, "removed,": 59, "responsible": 60, "rubber": 61, "scene": 62, "second": 63, "shape": 64, "sphere": 65, "sphere's": 66, "sphere,": 67, "spheres": 68, "stationary": 69, "that": 70, "the": 71, "there": 72, "to": 73, "video": 74, "what": 75, "when": 76, "which": 77, "will": 78, "with": 79, "without": 80, "yellow": 81, "came": 82, "from": 83, "left": 84, "moves": 85, "hit": 86, "ball": 87, "bumps": 88, "into": 89, "east": 90, "moved": 91, "side": 92, "bumped": 93, "below": 94, "hits": 95, "stood": 96, "motionless": 97, "in": 98, "path": 99, "above": 100, "go": 101, "forward": 102, "right": 103, "stops": 104, "was": 105, "already": 106, "downward": 107, "southeast": 108, "changes": 109, "direction": 110, "comes": 111, "pushed": 112, "upwards": 113, "gold": 114, "collided": 115, "goes": 116, "up": 117, "silver": 118, "a": 119, "stop": 120, "bounces": 121, "off": 122, "way": 123, "travels": 124, "sideswiped": 125, "caused": 126, "southwest": 127, "bottom": 128, "west": 129, "pushes": 130, "pathway": 131, "had": 132, "been": 133, "down": 134, "towards": 135, "rolls": 136, "away": 137, "fast": 138, "shiny": 139, "stopped": 140, "rolling": 141, "grey": 142, "cyclinder": 143, "halted": 144, "back": 145, "does": 146, "move": 147, "much": 148, "its": 149, "course": 150, "north": 151, "steady": 152, "velocity": 153, "rolled": 154, "location": 155, "metallic": 156, "at": 157, "changed": 158, "thrown": 159, "far": 160, "strikes": 161, "slows": 162, "bit": 163, "slides": 164, "slowed": 165, "momentum": 166, "lower": 167, "corner": 168, "top": 169, "coming": 170, "spins": 171, "upward": 172, "south": 173, "by": 174, "orange": 175, "box": 176, "clockwise": 177, "sideswipes": 178, "tagged": 179, "downwards": 180, "heading": 181, "straight": 182, "starting": 183, "point": 184, "dashed": 185, "forcefully": 186, "loses": 187, "counterclockwise": 188, "golden": 189, "one": 190, "fell": 191, "speed": 192, "northeast": 193, "standing": 194, "on": 195, "then": 196, "gets": 197, "teal": 198, "as": 199, "toward": 200, "dull": 201, "hitting": 202, "touched": 203, "screen": 204, "get": 205, "light": 206, "did": 207, "out": 208, "bounced": 209, "being": 210, "struck": 211, "travel": 212, "s": 213, "leaves": 214, "middle": 215, "wanted": 216, "where": 217, "form": 218, "still": 219}, "answer_vocab": {"0": 1, "1": 2, "2": 3, "3": 4, "4": 5, "5": 6, "blue": 7, "brown": 8, "cube": 9, "cyan": 10, "cylinder": 11, "gray": 12, "green": 13, "metal": 14, "no": 15, "purple": 16, "red": 17, "rubber": 18, "sphere": 19, "yellow": 20, "yes": 21}}